Repository: ozgeonerbay/au_proflutTest1
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: School Guide
tr: Okul Rehberi

# menu
source: Food Menu
tr: Yemek Menüsü

# menuSubtitle
source: Daily menus & calories
tr: Günlük menüler ve kaloriler

# shuttle
source: Shuttle Times
tr: Servis Saatleri

# shuttleSubtitle
source: Service routes
tr: Servis güzergahları

source: Lecturers
tr: Öğretim Görevlileri

# lecturersSubtitle
source: Office & Email
tr: Ofis & Mail

# calendar
source: Academic Calendar
tr: Akademik Takvim

# calendarSubtitle
source: Semester, exams, holidays
tr: Dönem, sınavlar, tatiller

# searchHint
source: Search lecturer name...
tr: Hoca adı ara...

source: Office
tr: Ofis

source: Email
tr: Mail

source: Lecturer Offices
tr: Hoca Ofisleri

source: Select Language
tr: Dil Seç

# loadExcel
source: Load from Excel
tr: Excel'den Yükle

# noData
source: No data found
tr: Veri bulunamadı

source: Error
tr: Hata

source: OK
tr: Tamam

# menusLoaded
source: {count} daily menus loaded
tr: {count} günlük menü yüklendi

source: Calories
tr: Kalori

# totalDailyCalories
source: Total daily
tr: Günlük toplam

# mealBreakdown
source: Per meal
tr: Öğün bazında

source: Weekday
tr: Hafta içi

source: Weekend
tr: Hafta sonu

source: Upcoming events
tr: Yaklaşan etkinlikler

source: Semester start
tr: Dönem başlangıcı

source: Semester end
tr: Dönem bitişi

source: Exam week
tr: Sınav haftası

source: Holiday
tr: Tatil

source: Send email
tr: E-posta gönder

source: Bakirkoy
tr: Bakırköy

# emptyMenu
source: No menu loaded. Use "Load from Excel" to import monthly menu.
tr: Menü yüklenmedi. Aylık menü için "Excel'den Yükle" kullanın.

# emptyCalendar
source: No academic events.
tr: Akademik etkinlik yok.

# emptyShuttle
source: No shuttle data.
tr: Servis verisi yok.
